{
  "daily": [
    {
      "title": "Daily Tarot Message",
      "text": "Today is the perfect time to trust your intuition and take a confident step forward."
    },
    {
      "title": "Universe Says",
      "text": "You are in alignment. What you seek is also seeking you."
    },
    {
      "title": "Clarity Message",
      "text": "Release your worry. A better outcome is already forming."
    },
    {
      "title": "Energy of the Day",
      "text": "Your energy is shifting toward growth. Make space for new opportunities."
    },
    {
      "title": "Healing Message",
      "text": "Take a deep breath. Healing is happening within you, even if it feels slow."
    },
    {
      "title": "Guiding Light",
      "text": "Follow the signs the universe sends today—they are leading you somewhere meaningful."
    },
    {
      "title": "Inner Strength",
      "text": "Challenges are shaping your strength. You’re becoming someone powerful."
    },
    {
      "title": "Focus Message",
      "text": "Stay focused on what truly matters. Distractions fade; purpose stays."
    },
    {
      "title": "Spiritual Reminder",
      "text": "You are protected. The universe is guiding each step you take."
    },
    {
      "title": "Heart Message",
      "text": "Your heart knows what you desire. Trust its whisper today."
    },
    {
      "title": "Manifestation Boost",
      "text": "Your thoughts are powerful. Today, speak only what you want to attract."
    },
    {
      "title": "Positivity Vibration",
      "text": "Shifting into gratitude today will bring unexpected blessings."
    },
    {
      "title": "Angel Guidance",
      "text": "Your angels are working behind the scenes on your behalf. Trust the timing."
    },
    {
      "title": "Breakthrough Message",
      "text": "Something you’ve been waiting for is finally moving into alignment."
    },
    {
      "title": "Peace Message",
      "text": "Choose peace over reaction. It opens doors stress cannot."
    },
    {
      "title": "Opportunity Alert",
      "text": "Stay alert. A new opportunity will present itself today—be ready."
    }
  ]
}
