[
  {
    "title": "The Fool",
    "meaning": "The Fool marks the sacred beginning of a new journey—one filled with possibility, innocence, and divine trust. It encourages you to embrace the unknown with an open heart, unburdened by fear or past limitations. This card reminds you that growth often requires a leap of faith and that the universe supports those who dare to dream. The Fool symbolizes adventure, inner freedom, spiritual awakening, and the courage to follow your soul’s calling without overthinking the outcome.",
    "icon": "help_outline"
  },
  {
    "title": "The Magician",
    "meaning": "The Magician embodies mastery, manifestation, and the ability to channel your inner power into real-world results. It reminds you that you are the creator of your reality, equipped with every tool—mind, emotion, willpower, and spiritual energy—to shape your destiny. This card encourages you to focus your intentions, align your actions, and use your natural talents boldly. The Magician symbolizes opportunity, willpower, clarity, and the moment when ideas take form.",
    "icon": "help_outline"
  },
  {
    "title": "The High Priestess",
    "meaning": "The High Priestess invites you into the realm of intuition, hidden knowledge, and spiritual mystery. She calls you to listen beneath the noise, trusting the whispers of your inner voice. This card reveals secrets, dreams, symbols, and deeper truths that are not yet visible in the physical world. It represents psychic awareness, divine timing, and a period of observation rather than action. The High Priestess teaches you that true wisdom arises from stillness, introspection, and emotional depth.",
    "icon": "help_outline"
  },
  {
    "title": "The Empress",
    "meaning": "The Empress radiates abundance, nurturing energy, creativity, and the beauty of natural growth. She encourages you to embrace self-love, emotional nourishment, and the pleasure of creating something meaningful—whether it’s art, relationships, or personal transformation. This card symbolizes fertility, healing, comfort, sensuality, and the flourishing of new ideas. The Empress reminds you to slow down, connect with nature, and honor the cycles of creation within and around you.",
    "icon": "help_outline"
  },
  {
    "title": "The Emperor",
    "meaning": "The Emperor represents stability, authority, discipline, and the power of structure. He guides you to build a strong foundation in your life through strategy, organization, and wise leadership. This card encourages you to take control, set clear boundaries, and act with confidence rooted in experience. The Emperor symbolizes order, responsibility, maturity, and the ability to create long-term security through thoughtful decisions.",
    "icon": "help_outline"
  },
  {
    "title": "The Hierophant",
    "meaning": "The Hierophant embodies spiritual wisdom, tradition, and the teachings passed down through generations. He encourages you to seek knowledge from mentors, rituals, or established systems that provide stability and deeper meaning. This card symbolizes community, moral values, faith, and learning through guidance. The Hierophant reminds you that growth sometimes requires honoring the wisdom of those who walked the path before you.",
    "icon": "help_outline"
  },
  {
    "title": "The Lovers",
    "meaning": "The Lovers symbolize meaningful connections, deep choices, and alignment between heart and soul. This card reveals relationships rooted in trust, harmony, and authentic love—whether romantic, spiritual, or within yourself. It encourages making decisions aligned with your values, even when the choice is difficult. The Lovers highlight unity, vulnerability, emotional truth, and the power of choosing from the heart rather than fear.",
    "icon": "help_outline"
  },
  {
    "title": "The Chariot",
    "meaning": "The Chariot represents determination, ambition, and the focused willpower needed to achieve victory. It encourages you to take control of your direction, steering your life with confidence, discipline, and emotional balance. This card symbolizes movement, progress, personal triumph, and mastering opposing forces. The Chariot reminds you that success comes through inner strength, resilience, and unwavering focus on your goals.",
    "icon": "help_outline"
  },
  {
    "title": "Strength",
    "meaning": "Strength symbolizes inner courage, compassion, and emotional resilience. It teaches that true power comes not from force but from patience, calmness, and gentle influence. This card encourages you to face challenges with grace, trust yourself, and practice self-control. Strength represents healing, confidence, empathy, and the quiet bravery that softens fear and transforms obstacles through love and understanding.",
    "icon": "help_outline"
  },
  {
    "title": "The Hermit",
    "meaning": "The Hermit represents a sacred pause—a moment to turn inward and seek wisdom from your inner light. It encourages solitude, reflection, and the courage to step away from external noise. This card symbolizes spiritual guidance, soul searching, clarity, and the discovery of deeper truth. The Hermit reminds you that every journey requires moments of stillness, and true insight arises from looking within.",
    "icon": "help_outline"
  },
  {
    "title": "Wheel of Fortune",
    "meaning": "The Wheel of Fortune symbolizes cycles, fate, destiny, and the ever-turning rhythm of life. It reminds you that change is constant and often brings unexpected opportunities or shifts. This card encourages you to remain adaptable, optimistic, and open to new possibilities. It represents turning points, karmic lessons, and the alignment of events that move you forward. The wheel reminds you that what rises may fall—and what falls can rise again.",
    "icon": "help_outline"
  },
  {
    "title": "Justice",
    "meaning": "Justice represents truth, accountability, and decisions based on fairness and clarity. It encourages you to view situations objectively, aligning your actions with integrity and balance. This card symbolizes cause and effect, karmic resolution, legal matters, and honest evaluation. Justice reminds you that transparency and responsibility lead to rightful outcomes—both within yourself and in your external world.",
    "icon": "help_outline"
  },
  {
    "title": "The Hanged Man",
    "meaning": "The Hanged Man symbolizes surrender, patience, and transformation through a change in perspective. It invites you to pause, release control, and allow life to unfold naturally. This card represents spiritual insight, acceptance, sacrifice, and the power of seeing things from a new angle. The Hanged Man teaches that waiting is not stagnation—it is preparation for deep understanding.",
    "icon": "help_outline"
  },
  {
    "title": "Death",
    "meaning": "Death represents profound transformation, the shedding of old layers, and the rebirth that follows endings. It encourages you to release habits, relationships, beliefs, or situations that no longer support your growth. This card symbolizes closure, renewal, liberation, and the natural cycles of life. Death reminds you that every ending creates space for something new—something truer to your evolving self.",
    "icon": "help_outline"
  },
  {
    "title": "Temperance",
    "meaning": "Temperance represents harmony, balance, emotional healing, and the blending of opposites into peaceful unity. It encourages patience, moderation, and mindful choices that create inner and outer stability. This card symbolizes integration, calmness, divine timing, and the gentle alignment of your energies. Temperance reminds you that healing comes from equilibrium, and progress unfolds when you act with grace and intention.",
    "icon": "help_outline"
  },
  {
    "title": "The Devil",
    "meaning": "The Devil symbolizes attachment, temptation, and illusions that limit your freedom. It reveals patterns, fears, or desires that keep you stuck in cycles of avoidance or dependency. This card encourages self-awareness—recognizing where you feel restricted or controlled. It represents shadow work, personal power, and breaking chains created by fear or material obsession. The Devil reminds you that liberation begins with acknowledging your own truth.",
    "icon": "help_outline"
  },
  {
    "title": "The Tower",
    "meaning": "The Tower represents radical change, sudden truth, and the collapse of old structures that were never stable. Though disruptive, this transformation clears the way for authenticity and renewal. This card symbolizes breakthroughs, revelations, liberation, and necessary destruction. The Tower reminds you that what falls apart often frees you from limitations—and what is rebuilt will be stronger and more aligned with your truth.",
    "icon": "help_outline"
  },
  {
    "title": "The Star",
    "meaning": "The Star represents hope, spiritual renewal, inspiration, and divine guidance. It brings healing after chaos, encouraging you to trust the universe and return to your authentic self. This card symbolizes faith, clarity, creativity, and emotional recovery. The Star reminds you that light remains even in darkness, and your dreams are supported by higher forces guiding your path.",
    "icon": "help_outline"
  },
  {
    "title": "The Moon",
    "meaning": "The Moon reveals intuition, subconscious fears, illusions, and emotions that rise from the hidden corners of the mind. It encourages you to navigate uncertainty with trust in your inner senses. This card symbolizes dreams, cycles, shadows, and the slow unveiling of truth. The Moon reminds you that not everything is as it seems—and clarity comes when you listen to your instinct rather than your fears.",
    "icon": "help_outline"
  },
  {
    "title": "The Sun",
    "meaning": "The Sun radiates joy, vitality, positivity, and the confidence that comes from inner clarity. It brings success, emotional warmth, and the freedom to express your true self. This card symbolizes accomplishment, happiness, optimism, and supportive relationships. The Sun reminds you that light dispels confusion and that embracing your authentic energy leads to lasting fulfillment.",
    "icon": "help_outline"
  },
  {
    "title": "Judgement",
    "meaning": "Judgement symbolizes awakening, self-evaluation, and the call to rise into your higher purpose. It encourages you to release old guilt, shed limiting beliefs, and embrace the truth of who you are becoming. This card represents healing, rebirth, forgiveness, and profound clarity. Judgement reminds you that transformation begins when you listen to your inner calling and act with renewed purpose.",
    "icon": "help_outline"
  },
  {
    "title": "The World",
    "meaning": "The World represents completion, fulfillment, mastery, and the successful end of a major cycle. It celebrates achievements, integration, and the harmony between your inner and outer worlds. This card symbolizes wholeness, liberation, accomplishment, and the readiness to begin a new chapter. The World reminds you that with every ending comes expansion—and you now carry the wisdom needed for your next journey.",
    "icon": "help_outline"
  }
]
